[
    "Did you know language corner is part of the project? Choose the language you know now!",
    "Did you know we are recruiting Imagineers? Pick production audition role to have more details!",
    "Did you know we are recruiting Voice Actors? Go <#769489091880157184> to have more details!",
    "Did you know we are recruiting Storyboard Artist? Go <#769489091880157184> to have more details!",
    "Did you know we are recruiting Final Cut Editors? Go <#769489091880157184> to have more details!",
    "Did you know we are recruiting Script Reviewers? Go <#769489091880157184> to have more details!",
    "Did you know we are recruiting F2 Historian? Go <#769489091880157184> to have more details!",
    "Did you know we are recruiting Editors? Go <#769489091880157184> to have more details!",
    "Did you know we are recruiting Artists? Go <#769489091880157184> to have more details!",
    "Did you know we are recruiting Musicians? Go <#769489091880157184> to have more details!",
    "Did you know we are recruiting Cosplayers? Go <#769489091880157184> to have more details!",
    "Did you know we are recruiting Writers? Go <#769489091880157184> to have more details!",
    "Did you know AOcapella sang Vuelie? Listen to them in various platform! ",
    "Did you know AO soundtrack is released? Listen to them in various platform!\nMore information: https://discord.com/channels/729083124226719816/729985657656836096/789568398216396850",
    "Did you know we have masterclass for various creators? Go <#769489091880157184> to have more details!",
    "Did you know we have seven episodes for documentary? Go <#757394476674056213> to have more details!",
    "Did you know our main goal for AO documentary is to show to public on how the Frozen Franchise has impacted people's lives, specifically by documenting the fandom activity? Go #:scroll:faq to have more details!",
    "Did you know how to gain Honored Traveler role? Go <#734487857825316966> to have more details!",
    "Did you know how to gain Hero of the Odyssey role? Go <#730071591941308456> to have more details!",
    "Did you know AO merchandize is selling now in Red Bubble? Go <#769789838818803712> to have more details!",
    "Did you know you can join the designer team for AO merchandize? Go <#769466741101166673> to design with us!",
    "Did you know we have official account in YouTube? Follow it and will receive latest update for every single video!\nhttps://www.youtube.com/channel/UCK1V8GokQTTT8HX3ql7qSVw",
    "Did you know we have official account in Twitter? Follow it and will receive latest update for every single post!\nhttps://twitter.com/ArendelleO",
    "Did you know we have official account in Instagram? Follow it and will receive latest update for every single post!\nhttps://www.instagram.com/arendelleodyssey/",
    "Did you know we have official account in Facebook? Follow it and will receive latest update for every single post!\nhttps://www.facebook.com/arendelleodysseyofficial",
    "Did you know we have official account in Tumblr? Follow it and will receive latest update for every single post!\nhttps://arendelleodyssey.tumblr.com/",
    "Did you know we have official account in Reddit? Follow it and will receive latest update for every single post!\nhttps://www.reddit.com/r/ArendelleOdyssey/new/",
    "Did you know we have official website for Arendelle Odyssey? Check it out!\nhttps://arendelleodyssey.com/",
    "Did you know Ring In The Season GIF edits and Art contest is voting now? Vote for your favorite edits and arts!",
    "Did you know Ring In The Season Music contest is ongoing now? Submit your entry and win the prize!"
]